/* Standard dialog buttons */
"OK" = "OK";
"Cancel" = "Kumoa";
"Retry" = "Yritä uudelleen";
"Disconnect" = "Katkaise yhteys";

/* Low disk space warning alert */
"Your startup disk is almost full." = "Käynnistyslevysi on lähes täynnä.";
"You need to make more space available on your startup disk by deleting files." = "Sinun täytyy vapauttaa levytilaa käynnistyslevyltä poistamalla tiedostoja.";
"Your disk is almost full." = "Levysi on lähes täynnä.";
"The disk " = "Levy ";
" is almost full. You can delete files on the disk to make more space available." = " on lähes täynnä. Voit vapauttaa levytilaa poistamalla tiedostoja.";
"Do not warn me about this disk again" = "Älä varoita tästä levystä enää";

/* Very low disk space warning alert */
"Your_startup_disk_is_full." = "Käynnistyslevy on täynnä.";
"Your_disk_is_full." = "Levy on täynnä.";
"_is_full._You_can_delete_files_on_the_disk_to_make_more_space_available." = " on täynnä. Voit vapauttaa levytilaa poistamalla tiedostoja.";

/* Server lock time-out alert */
"A server you are using is not responding to file locking requests. Do you want to continue trying to contact it?" = "Käyttämäsi palvelin ei vastaa tiedostolukituspyyntöihin. Haluatko jatkaa yhteydenottoa?";
"Click OK to continue trying to contact the server " = "Jatka yhteydenottoyrityksiä palvelimeen osoittamalla OK ";
". Click Disable Locks to disable file locking for this file system. If you disable locks for this file system, any applications using file locking on this file system may stop working." = ". Osoita Poista lukitus, jos haluat estää tiedostolukituksen. Jos poistat tämän tiedostojärjestelmän lukituksen, tämän tiedostojärjestelmän tiedostolukitusta käyttävät ohjelmat saattavat lopettaa toimintansa.";

/* Disable locks confirmation alert */
"Are you sure you want to disable file locking for this file system?" = "Haluatko varmasti poistaa tämän järjestelmän tiedostolukituksen?";
"If you disable locks for this file system, any applications using file locking on this file system may stop working." = "Jos poistat lukituksen, tämän tiedostojärjestelmän tiedostolukitusta käyttävät ohjelmat saattavat lopettaa toimintansa.";

/* IO error and file system corruption detection messages */
/* This message is displayed near the check box in a dialog to indicate that checking the box will hide any further warning messages about errors found while the data on the disk. */
"Do_not_warn_me_again." = "Älä varoita enää.";

/* This message group is used for reporting that an error was occurred while reading or writing to the disk.  The following message appears as the header of the block */
"Read/Write_Error" = "Luku- tai kirjoitusvirhe";
/* This following message is suffixed by the name of the file which was being accessed when the error occured in the final dialog box.  The name of the file is then suffixed by a period. */
"Error_detected_while_accessing_" = "Virhe käytettäessä ";
"." = ".";

/* This message group is used for reporting that the kernel has detected inconsistency in the file system. The following message appears as the header of the block */
"File_System_Corruption_Detected" = "Tiedostojärjestelmän vioittuminen havaittu";
/* This message is suffixed by the name of the volume on which inconsistency was detected. */
"File_system_corruption_was_detected_on_" = "Tiedostojärjestelmän vioittuminen havaittu kohteessa ";
/* This message follows the name of the volume */
".__The_volume_will_be_repaired_on_the_next_mount." = ".  Taltio korjataan, kun se seuraavan kerran tuodaan näkyviin.";
